/* Device Kind to be reported to the system */
"HP Fax" = "Télécopieur HP";

/* The beginning of the fax job */
"Contacting fax..." = "Contact avec le télécopieur en cours...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Périphérique occupé, réessayez...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Recherche du télécopieur en cours...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Préparation du télécopieur en cours...";

/* Page progress */
"Sending page %lu..." = "Envoi de la page %lu en cours...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "Contact avec le télécopieur impossible, mise en file d'attente sur le télécopieur suivant de la classe...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "Non prise en charge de l'URI";

